Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Clean fluid is then put into the abdomen, and the steps are repeated. Each drain and fill cycle is called an exchange and takes about 30 to 40 minutes. A dialysis nurse would train you and a family member or friend for a week or two to learn how to do the exchanges and prevent infections. After training, most people are able to do peritoneal dialysis on their own. There are 2 main types: • Continuous Ambulatory Peritoneal Dialysis (CAPD) is done 3 to 5 times each day and the fluid stays in the abdomen for 4 to 6 hours or more. This can be done anywhere there is a clean, private area and does not require a machine. • Automated Peritoneal Dialysis (APD), also called Continuous Cycling is done Peritoneal Dialysis (CCPD), using a special machine called a cycler. The fluid stays in the abdomen for a shorter time, about 1½ hours. The machine is set up and the person is connected for 8 to 10 hours during the night. The machines fills and empties the abdomen while the person sleeps. The person is unhooked from the machine during the day. Dialysis. Russian.
ru: После этого в живот вводится чистая жидкость, и весь процесс повторяется. Каждый цикл сливания отработанного диализного раствора и заливания нового занимает 30–40 минут. Медсестра из диализного центра в течение одной-двух недель обучит вас и члена вашей семьи или друга, как проводить процедуру и не допустить инфицирования. После обучения большинство людей могут проводить перитонеальный диализ самостоятельно. Существует два основных вида процедуры: • Непрерывный амбулаторный проводится перитонеальный диализ каждый день по 3–5 раз, при этом жидкость остается в брюшной полости от 4 до 6 часов и более. Данный вид диализа можно проводить в любом уединенном чистом месте. Аппарат для этого не требуется. • Автоматический перитонеальный диализ, также называемый непрерывным циклическим перитонеальным диализом, выполняется с помощью специального аппарата — циклера. Жидкость остается в брюшной полости на менее продолжительное время (около полутора часов). Пациента подключают к аппарату на 8–10 часов в ночное время. Аппарат наполняет и опорожняет брюшную полость, пока человек спит. Днем пациента отключают от аппарата.

source: It can take time to get used to the feeling of the fluid in your abdomen. Some people feel bloated or full, but you should not feel any pain. Many people feel the same as usual, even with the fluid. Talk to the staff if you have any questions or concerns. © 2008 - September 1, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Dialysis. Russian.
ru: Чтобы привыкнуть к присутствию жидкости в животе, потребуется время. Некоторые люди ощущают вздутие и чувство переполнения живота, но боли, как правило, не бывает. Многие же никаких особых ощущений не испытывают. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: : Do’s and Don’ts Sitting Do: • Sit as little as possible and then only for short periods. • Place a supportive towel roll at the belt line of the back especially when sitting in a car. • When getting up Good from sitting, keep the normal curves in your back. Move to the front of the seat and stand up by straightening your legs. Avoid bending forward at the waist. • Try to keep the normal curves in your back at all times. Don’t: • Do not sit on a low soft couch with a deep seat. It will force you to sit with your hips lower than your knees and will round your back. You will loose the normal curve in your back. • Do not place your legs straight out in front of you while sitting (e.g. sitting in the bath tub). Do’s and Don’ts with Low Back Pain. Russian.
ru: что можно и что делать with Low Back Pain Сидение Можно: • Старайтесь сидеть как можно меньше и только в течение непродолжитель- ного времени. • Положите под спи- ну на уровне талии свернутое поло- тенце, особенно Неправильно когда вы сидите в Bad машине. • Поднимаясь из сидячего положения, сохраняйте правильную осанку. Чтобы встать, переместитесь на передний край сиденья и выпрямите ноги. Не наклоняйтесь вперед, согнув туловище в районе талии. • Старайтесь всегда сохранять правильную осанку. Нельзя: • Не сидите на низких мягких диванах с глубокой посадкой. В них ваши бедра находятся ниже колен, а спина теряет естественный изгиб и принимает изо- гнутое положение. • Не вытягивайте ноги перед собой, когда сидите (например, когда моетесь в ванне).

source: Standing Do: • If you must stand for a long period of time, keep one leg up on a foot stool. • Adapt work heights. Don’t: • Avoid half bent positions. Good Lifting Avoid lifting if you can. Do: • Use the correct lifting technique. Keep your back straight when lifting. Never stoop or bend forward. Stand close to the load, have a firm footing and wide Good stance. Kneel on one knee, keeping the back straight. Have a secure grip on the load and lift by straightening your knees. Do a steady lift. Shift your feet to turn and do not twist your back. Good Don’t: • Do not jerk when you lift. • Do not bend over the object you are lifting. Do’s and Don’ts with Low Back Pain. Russian.
ru: Стояние Можно: • Если вы вынуждены долго стоять, поставьте одну ногу на скамеечку для ног. • Отрегулируйте высоту рабочей поверхности. Нельзя: • Избегайте полусогнуто- го положения тела. Неправильно Bad Поднятие тяжестей По возможности избегай- те поднятия тяжестей. Можно: • Поднимайте тяжести правильно. Ваша спина должна быть прямой. Никогда не наклоняй- тесь и не нагибайтесь вперед. Станьте рядом Неправильно Bad с грузом, для устойчи- вости расставьте ноги. Опуститесь на одно колено, сохраняя спину ровной. Крепко возь- мите груз и встаньте, выпрямив ноги в ко- ленях. Поднимайтесь постепенно. Если вам нужно повернуться, переставьте ноги, а не разворачивайте спину. Неправильно Bad Нельзя: • Не поднимайте груз рывком. • Не наклоняйтесь над поднимаемым грузом.

source: Lying Do: • Sleep on a good firm surface. • If your bed sags, use slats or plywood supports between the Good mattress and base to firm it. You also can place the mattress on the floor, a simple but temporary solution. • You may be more comfortable at night when you use a pillow for support. Good Good Don’t: • Do not sleep on your stomach unless advised to do so by your doctor or physical therapist. Bending forward Do: • Keep the natural curves of your back when doing these and other activities: making a bed, vacuuming, sweeping or mopping the floor, Good Bad weeding the garden or raking leaves. Do’s and Don’ts with Low Back Pain. Russian.
ru: Можно: • Кровать должна быть достаточно жесткой. • Если она проги- бается, положите между матрасом и основанием кро- вати перекладины или куски фане- ры. В качестве простого времен- ного решения можно положить матрас на пол. • Для дополнитель- ppilliollwow ного комфорта подушку ночью можно подложить небольшую подушку. Нельзя: • Не спите на животе, если это не реко- мендовано вам ле- чащим врачом или физиотерапевтом. Наклон вперед Можно: • Сохраняйте пра- вильную осанку при выполнении сле- дующих и других действий: заправка кровати, уборка с помощью пылесо- са, подметание или мытье пола, про- полка огорода или уборка опавших листьев.

source: Coughing and sneezing Do: • Bend backwards to increase the curve of your back while you cough or sneeze. Driving a car Do: • Drive the car as little as possible. It is better to be a passenger than to drive yourself. • Move the seat forward to the steering wheel. Your seat must be close enough to the wheel to keep the natural curves of your back. If your hips are lower than your knees in this position, raise yourself by sitting on a pillow. Exercises for low back pain Safety Guidelines • An increase in your low back pain can be expected with these exercises. This is acceptable as long as your leg symptoms are not increasing. • If while doing these exercises, your pain worsens or you have new pain or symptoms, stop the exercises and discuss your symptoms with your doctor or physical therapist. • Stop exercising and let your doctor or physical therapist know right away if you have any change in your bowel or bladder control or any increase in weakness in your leg or foot. Do’s and Don’ts with Low Back Pain. Russian.
ru: Кашель и чихание Можно: • Во время кашля или чихания отклонитесь назад, чтобы увеличить изгиб спины. Вождение автомобиля Можно: • По возможности избегайте вождения автомобиля. Вме- сто того чтобы вести машину самому, ездите в качестве пассажира. • Подвиньте сиденье к рулю. Чтобы сохранить правиль- ную осанку, сиденье должно находиться достаточно близ- ко к рулю. Если в этом поло- жении ваши бедра находятся ниже колен, положите на сиденье подушку. Упражнения при боли в пояснице Правила безопасности • Во время выполнения этих упражнений боль в пояснице может усилиться. Это допустимо, если ощущаемые в ногах симптомы не усиливаются. • Если при выполнении данных упражне- ний боль усилилась, появились новые болезненные ощущения или симптомы, прекратите выполнять упражнения и сообщите о симптомах своему лечаще- му врачу или физиотерапевту. • При изменении способности контроли- ровать работу кишечника или мочевого пузыря либо при усилении ощущения слабости в ногах прекратите выполнять упражнения и немедленно свяжитесь со своим врачом или физиотерапевтом.

source: Exercises Press-Ups: Keep your back and buttocks relaxed and use your arms to press up. Concentrate on keeping your hips down and push up your upper body as high as possible. Double Knee to Chest: Grasp both your knees with your hands and pull toward your shoulders. Hold the stretch for 1 second. Let your knees return, but keep them bent at arms length. Lumbar Spine Stretches: Lie on your back. Bring your knees towards your chest. Rotate your knees towards the pain. Do’s and Don’ts with Low Back Pain. Russian.
ru: Упражнения Отжимания: Расслабьте спину и ягодицы и подними- тесь за счет силы рук. Поднимите верхнюю часть туловища как можно выше, бедра при этом должны оставаться внизу. Прижимание колен к груди: Обхватите колени руками и прижмите их к плечам. Задержитесь в этом положении 1 секунду. Опустите колени, оставив их согнутыми на расстоя- нии длины руки. Растягивание по- ясничного отдела позвоночника: Лягте на спину. Прижмите колени к груди. Поверните ко- лени в направлении источника боли.

source: Side-lying Position: Lie on your side and face forward. Have both arms straight in front and bend your knees. Turn your head as you move your top arm across your body as far as you can. Keep your arm in place and turn your head back to the starting position. Look back again and turn your head farther if you can. Bring your head and arm back to the starting position. Relax and repeat 10 times on each side.  Hamstring Stretch: Lie on your back with your legs out straight. Raise your leg up and put your hands around the upper leg for support. Slowly straighten the raised knee until you feel a stretch in the back of the upper leg. Hold, then relax and repeat 10 times on each leg. Do’s and Don’ts with Low Back Pain. Russian.
ru:  Положение на боку: Лягте на бок лицом вперед. Вытяните обе руки вперед и согните ноги в ко- ленях. Перенесите верхнюю руку как можно дальше на- зад, поворачивая за ней голову. Удержи- вая руку на месте, поверните голову в исходное положение. Еще раз обернитесь назад, по возмож- ности повернув голову дальше. Вер- ните голову и руку в исходное положе- ние. Отдохните и повторите 10 раз на каждом боку.  Растягивание задней поверхности бедра: Лягте на спину, выпрямив ноги. Подни- мите ногу вверх, для надежности обхватив бедро руками. Медленно выпрямите поднятое ко- лено, пока не почувству- ете растяжение в задней поверхности поднятой ноги. Задержитесь в этом положении, затем отдохните и повторите 10 раз с каждой ногой.

source: Standing Arch: Stand with your feet apart and hands on the small of your back with fingers pointing backwards. Bend backwards at the waist, supporting the trunk with your hands. Keep your knees straight. Hold for 5 seconds. Repeat 3 to 5 times. Side Glides: Stand at a right angle to the wall about 2 feet out from the wall. Lean your shoulder into the wall. Move your hips toward the wall, keeping your legs together and your knees straight. Return to the starting position. © 2013 - June 7, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Do’s and Don’ts with Low Back Pain. Russian.
ru:  Отклонение назад в положении стоя: Станьте, расставьте ноги и поло- жите ладони на бедра так, чтобы пальцы были направлены назад. Отклонитесь назад, согнув тулови- ще в районе талии и поддерживая его руками. Колени должны быть прямыми. Задержитесь в таком положении на 5 секунд. Повторите упражнение 3–5 раз.  Перемещение в сторону: Станьте на расстоянии около 60 см от стены под правильным углом. Прислоните плечо к стене. Переме- стите бедра в направлении стены, ноги должны быть прижаты друг к другу, а колени выпрямлены. Вер- нитесь в исходное положение. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Drawing Up To control your diabetes you need to take insulin. Insulin can only be given by injections, also called shots. Your doctor will tell you how much insulin to take and how often to take it. Getting Ready 1. Gather the needed supplies • Insulin • Insulin syringe • Alcohol pad 2. Wash your hands with warm water and soap. Dry your hands. What to Do 1. Check the label on the insulin bottle to make sure you are using the correct insulin. 2. Check the expiration date on your insulin bottle. Do not use expired insulin. Throw away any insulin left in the bottle 30 days after you first open the bottle. 3. Gently roll the bottle of insulin between your hands until it is mixed. Do not shake the insulin bottle because this can cause air bubbles. Drawing Up One Insulin. Russian.
ru: одного типа One Insulin Чтобы контролировать диабет, необходимо принимать инсулин. Инсулин вводится только в виде инъекций, которые также называются уколами. Ваш врач скажет, какое количество инсулина принимать и как часто. Подготовка 1. Подготовьте необходимые принадлежности: • инсулин; • шприц для введения инсулина; • спиртовую салфетку. 2. Вымойте руки теплой водой с мылом. Вытрите руки. Порядок действий 1. Проверьте этикетку на упаковке инсулина, чтобы удостовериться в том, что вы используете именно тот инсулин, который вам необходим. 2. Проверьте срок годности на бутылочке инсулина. Не используйте просроченный инсулин. Если инсулин хранился в бутылочке свыше 30 дней после того, как вы ее впервые открыли, выбросьте его. 3. Аккуратно покрутите бутылочку с инсулином между ладонями до тех пор, пока он не перемешается. Не встряхивайте бутылочку с инсулином, потому что это может привести к появлению пузырьков воздуха.

source: 4. Wipe off the top of the insulin bottle with an alcohol pad, Needle cap and then do not touch the top of the Needle bottle. Barrel of syringe 5. Take the syringe out of its package or remove the plastic cap. 6. Take off the needle cap and place it on the table. 7. Pull the plunger of the syringe down to the number of units of insulin you need. The syringe will fill with air. The syringe has small lines and numbers. The space between each line on the syringe is one unit. If you are using a 100-unit syringe, the space between each line is 2 units. Move the plunger so the dark end closest to the needle matches the number of units you need. Drawing Up One Insulin. Russian.
ru: 4. Протрите верхнюю часть бутылочки с инсулином спиртовой Поршень салфеткой и Plunger после этого не дотрагивайтесь до верхней части бутылочки. 5. Достаньте шприц из упаковки или снимите с него пластиковый колпачок. 6. Снимите колпачок иглы и положите его на стол. Поршень Plunger 7. Вытащите поршень шприца на необходимое количество доз инсулина. Шприц заполнится воздухом. На шприц нанесена шкала с цифрами. Расстояние между линиями на шприце соответствует одной дозе. Если вы пользуетесь шприцем на 100 доз, расстояние между линиями соответствует двум дозам. Передвиньте поршень таким образом, чтобы темный край, который находится ближе к игле, соответствовал необходимому числу доз.

source: 8. Carefully put the needle through the rubber stopper of the insulin bottle. Push the air into the bottle by pushing the plunger all the way down. Putting air in the bottle makes it easier to get the insulin out of the bottle. 9. Turn the insulin bottle upside down with the syringe still in place. Support the needle in the bottle so it does not bend. Pull the plunger down to the number of units of insulin you need. 10. Check for air bubbles in the syringe. Air bubbles will not hurt you, but will take the place of insulin. This could cause you to get less insulin than you need because there is no insulin in the air bubble. If you see air bubbles: • Tap the syringe firmly with your fingertip to move the bubbles to the top of the syringe. • Push the plunger up a few units until the air bubbles go back into the insulin bottle. • Pull down on the plunger and fill the syringe with the correct amount of insulin. • Check again for air bubbles. Drawing Up One Insulin. Russian.
ru: 8. Осторожно введите иглу в резиновую пробку бутылочки с инсулином. Введите воздух в бутылочку с инсулином, нажимая на поршень. Введение воздуха в бутылочку облегчает извлечение инсулина из бутылочки. 9. Переверните бутылочку с инсулином вверх дном, не вынимая шприц. Придержите иглу в бутылке так, чтобы она не изгибалась. Достаньте поршень на необходимое количество доз инсулина. 10. Проверьте, нет ли в шприце пузырьков воздуха. Пузырьки воздуха не причинят вам вреда, но воздух вытеснит часть инсулина. Это может привести к тому, что вы получите меньше инсулина, чем нужно, потому что в воздушном пузырьке нет инсулина. Если вы увидите пузырьки воздуха: • Сильно постучите по шприцу кончиком пальца для того, чтобы пузырьки воздуха переместились в верхнюю часть шприца. • Переместите поршень вверх на несколько делений, пока пузырьки воздуха не вернутся в бутылочку с инсулином. • Вытащите поршень и наполните шприц необходимым количеством инсулина. • Еще раз проверьте, нет ли в шприце пузырьков воздуха.

source: 11. Take the needle out of the insulin bottle. Giving the Insulin 1. Clean the site with an alcohol pad. Let the alcohol dry. If you have just showered or bathed, you do not need to clean the site again. 2. Pinch up and hold the skin of the site with one hand. Hold the syringe like a dart or pencil as shown in the picture. 3. Put the needle straight into the skin at a 90 degree angle. Use a quick motion. The quicker you put the needle in, the less it hurts. Push the needle all the way into the skin. 4. Let go of the pinch of skin unless you are told not to. 5. Push the plunger all the way down until all the insulin is in. Wait 5 seconds. Drawing Up One Insulin. Russian.
ru: 11. Вытащите иглу из бутылочки с инсулином. Введение инсулина 1. Очистите кожу спиртовой салфеткой. Подождите, пока спирт испарится. Если вы только что приняли ванну или душ, очищать место укола еще раз не нужно. 2. Захватите одной рукой участок кожи в месте укола. Возьмите шприц как стрелу или карандаш, как показано на рисунке. 3. Введите иглу в кожу под углом 90 градусов. Сделайте это быстрым движением. Чем быстрее вы введете иглу, тем менее болезненным будет укол. Введите иглу в кожу полностью. 4. Отпустите кожу, если только вам не говорили обратного. 5. Надавите на поршень до самого конца, пока не будет введен весь инсулин. Подождите 5 секунд.

source: 6. Remove the needle. Put your finger on the site and apply pressure for 30 to 60 seconds. 7. Check the site for any redness, bleeding or bruising. Put a band-aid on the site if there is bleeding. Clean Up the Supplies • Put the used syringe and needle into a needle disposal box. You can use a heavy puncture-resistant plastic container with a lid. Do not recap the needle. • Be sure to store new and used syringes and needles out of the reach of children and pets. • Wash your hands again. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 25, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Drawing Up One Insulin. Russian.
ru: 6. Достаньте иглу. Прижмите место укола пальцем в течение 30-60 секунд. 7. Проверьте, нет ли на месте укола покраснений, кровотечения или кровоподтеков. Если место укола кровоточит, наложите на него пластырь. Утилизация принадлежностей • Положите использованный шприц и иглу в контейнер для использованных игл. Можно использовать толстый прочный пластиковый контейнер с крышкой. Не надевайте на иглу колпачок. • Храните новые и использованные шприцы и иглы в местах, недоступных для детей и домашних животных. • Еще раз вымойте руки. Если у вас есть какие-либо вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
